{
    "headline": "Philosophy of Computational Sciences",
    "content": [
        {
            "headline": "Digital Transformation of Science",
            "body": "Our research is dedicated to the understanding of the \"radical transformation of the nature of science\" through digitalization (EU Horizon 2020). Since some decades computer based modelling and simulation has expand the traditional methods of science. Computational departments complement experimental and theoretical departments. Since a view years big data analytics and artificial intelligence, in particular machine learning, are pushing forward the digital transformation of science and technology. Thus, knowledge production in science as well as technology development have changed tremendously. Understanding these shifts is our concern."
        },
        {
            "headline": "Research Questions",
            "body": "The Computational Science Studies (CSS) Lab explores the ongoing shift from science to computational sciences. Rooted in philosophy of science and technology, the CSS-Lab aims at understanding the transformative power of digitalization for science and technology. How do scientific concepts and practices change? How are computational sciences informed by new forms of knowledge production such as computer-based simulation and machine-learning methods? How reliable are the results of computational sciences?"
        },
        {
            "headline": "Research Methods",
            "body": "Many more questions can be posed, but what is required are methods for exploring new research methods to access sciences vanishing into the computer and algorithms. The CSS-Lab builds up an infrastructure for conducting computational science studies (CSS). It explores traditional Science and Technology Studies methods such as interviews, participatory observation, and text analysis for case studies. Furthermore, the focus lies on the investigation of new methods such as studies of scientific code and programming. Therefore, software tools are developed in order to support computational science studies."
        }
    ]
}