{
    "name": "Tobias Dumschat",
    "ref": "dumschat",
    "title": "M. Sc.",
    "status": "Research Assistant",
    "email": "tobias.dumschat@rwth-aachen.de",
    "cv": "Tobias Dumschat has been a student research assistant since October 2018, funded by the Volkswagen Foundation (as part of the “Society after Money: Simulation” research group). He is enrolled in the Business Master‘s program of RWTH Aachen University. After presenting his Bachelor’s thesis entitled “The Ethical Influence of Different Ways of Communication” at the University of Cologne in 2017, supervised by Prof. Dr. Bernd Irlenbusch, he is now focusing his studies on \"Sustainability and Corporations\". Before studying, he successfully absolved vocational training in forwarding and logistics services at DB Schenker AG in Düsseldorf. Towards the end of his Bachelor’s program, he was employed as a student assistant at several commercially-oriented companies (Einstieg GmbH, REWE Group) and by the Chair for History of Business, Society and Technology of RWTH Aachen University, held by Prof. Dr. Paul Thomes.",
    "img": "image-soon.png",
    "field": "",
    "researchInterests": "Commons in Agent-Based-Modeling, Ethics, Humanism, Holism, Qualitative Research.",
    "projects": [
      {
          "name": "Gesellschaft nach dem Geld: Eine Simulation / Society after money: A simulation.",
          "description": "Are post- or non-monetary economies not only theoretically conceivable, but also simulable? Commons research provides promising inspiration for this question. Elinor Ostrom’s award of the Nobel Prize for Economics in 2009 honored a research that demonstrated the fundamental viability of such commons-economies under specific conditions.<br/><br/> Although agent-based simulations have widespread means in economic research, such simulations generally assume economies to be monetary and market-based. Based on the research group members experience in the implementation of such simulations as well as their historical, (media)theoretical and sociological reflection and analysis, a simulation model of a non-monetary society will be developed for the first time. The aim is to test the possibilities and problems of non-monetary economies – such as new ways of conveying needs and regulating conflicts as well as the inclusion of social reproduction – and to observe, document and reflect the process of designing such simulations (e. g. with regard to the simulation of communicative processes). In view of the current debate about economic and ecological crises, the attempt to simulate other economies has a high social relevance.<br/><br/> In this project, we as an interdisciplinary team (see research group: https://nach-dem-geld.de/partner/) set ourselves the following tasks: (1) to simulate conceptions of a post-money society, (2) to critically accompany their development in an interdisciplinary way, (3) to illuminate the potentials of their methodological effectiveness, and (4) to epistemologically re-evaluate the mediating role of simulation experiments.<br/><br/>The project „Die Gesellschaft nach dem Geld. Eröffnung eines Dialogs“ is sponsored by the Initiative „Originalitätsverdacht? Neue Optionen für die Geistes- und Kulturwissenschaften (Förderlinie 2: Konstellationen)“ by the Volkswagen-Foundation."
      }
    ],
    "misc": 
    [
        {
            "name": "Menschlichkeit und Nachhaltigkeit – konträre oder komplementäre ethische Prinzipien? – Eine Analyse anhand der humanistischen Ethik nach Fromm und der Ethik der Permakultur.",
            "authors": "Dumschat, Tobias",
            "year": "2020",
            "in": "",
            "volume": "",
            "pages": "",
            "city": "",
            "publisher": "Masterarbeit zum Download auf der Homepage der Erich-Fromm-Gesellschaft: https://www.fromm-gesellschaft.eu/index.php/de/publikationen-blog/buecher/683-menschlichkeit-und-nachhaltigkeit",
            "doi": ""
          }
    ]
}
