{
  "name": "Carmen Krämer",
  "ref": "kraemer",
  "title": "Dr. phil.",
  "status": "alumni research assistant",
  "cv": "Carmen Krämer, Ph.D., was a research assistant at the Chair for Theory of Science and Technology from February 2020 until October 2021. She studied Literature and Philosophy at RWTH Aachen, Germany and at Hacettepe University in Ankara, Turkey. Her Master’s thesis deals with the topic “On the Ontology of Literary Works”. In the course of working as a journalist for different media institutions for several years, she has confronted different ethical issues. In this vein, her dissertation focused on the question, “Does reality TV hurt human dignity?”. Here she develops an understanding of dignity and examines what this means for considering ethical issues in reality TV-shows. Her next project deals with ethical reflections on media, ignorance and knowledge. Besides this, she is interested in animal ethics and environmental ethics. Together with Prof. Simone Paganini and Prof. Wulf Kellerwessel, she founded the Centre of Human-Animal Studies Aachen (CHASA). Carmen Krämer left 2021 for a postdoc position (habilitation in ethics) at the Institute of Philosophy at the Christian-Albrechts-University Kiel.",
  "img": "kraemer.png",
  "tel": "",
  "email": "carmen.kraemer@phil-inst.rwth-aachen.de",
  "field": "Philosophy and Ethics",
  "researchInterests": "Media Ethics, Theories of Dignity, Human Rights, Social Epistemology, Utilitarianism, Animal Ethics, Environmental Ethics.",
  "projects": [
    {
      "name": "The Ethics of Knowledge in Media: Duties and Virtues",
      "description": "My research project deals with ethical and epistemological questions about the duties and virtues of knowledge in the context of media. While in the past the pursuit of knowledge was considered a virtue and reserved for a few, nowadays, due to technological advances, global networking and mass media, information from all over the world may reach people wherever they are. Although the increase of data and information could be expected to trigger an inflation of the value of knowledge, the opposite is the case: knowledge is such a valuable asset that it is traded like a product, seen as capital, and significant enough for the identity of our society that we refer to as “knowledge society”. Given this importance of knowledge in our society and its media institutions being the major disseminators of information, it is necessary to reflect not only on the content – what should actually be communicated by media and why? – but also on the question who exactly transmits, publishes and broadcasts which knowledge and how this is done. <br/><br/> Without a doubt, people require some of the information that is distributed through mass media and the internet, for example to be able to avoid culpable ignorance. Nevertheless, individuals today may be overwhelmed by the sheer amount of information. Hence, they become unable to differentiate between necessary/unnecessary as well as between facts and opinions or anecdotal reports. But limiting the information stream is a delicate task. The question arises what information media actors are morally obliged to publish and what further duties do such obligations imply ‒ especially with regard to the question of truth. What information does media have to share? What should be considered as less important and why? How shall less important information be treated? At which point is news factful information, taking into account the selection that always goes along with it? How should media actors present the news? Ultimately, initial research results show that news that only contain a negative message without offering a solution evoke feelings of helplessness and depression in recipients. But should this be the concern of news agencies? <br/><br/> However, these questions cannot be answered without including the recipient’s point of view. Identifying what information should be elaborated in media and how it should be spread requires first a consideration of the knowledge individuals need and second, an analysis of the question why they shall consume media. This is followed by further questions: Is there an obligation of the recipients to get informed about certain facts? If so, for what reason and what do these duties include? Due to the internet, recipients become disseminators of information on their own and consequently they might also have a responsibility. In particular, the rapid and frequent spread of fake news requires conscientious and careful handling of information. How should recipients deal with this situation? <br/><br/> And how are all these issues related to the freedom of speech and the freedom of press? In this project, which deals with questions of epistemology, ethics and political philosophy, I will explore these issues with the aim of gaining a better understanding of the duties and virtues that are required in today’s knowledge society."
    }
  ],
  "publications": {
    "books": [
      {
        "name": "Menschenwürde und Reality TV – ein Widerspruch?",
        "authors": "Krämer, Carmen",
        "year": "2020",
        "in": "",
        "volume": "",
        "pages": "",
        "city": "Baden-Baden",
        "publisher": "Nomos",
        "doi": "",
        "in_print": false
      },
      {
        "name": "Mensch – Tier – Ethik im interdisziplinären Diskurs",
        "authors": "Förster, Annette; Kellerwessel, Wulf and Krämer, Carmen (eds)",
        "year": "2017",
        "in": "",
        "volume": "",
        "pages": "",
        "city": "Münster",
        "publisher": "Lit-Verlag",
        "doi": "",
        "in_print": false
      }

    ],
    "contributions": [
      {
        "name": "Can Robots Have Dignity?",
        "authors": "Krämer, Carmen",
        "year": "2020",
        "in": "Artificial Intelligence",
        "in_author": "Goecke, Paul Benedikt and Rosenthal-von der Pütten, Astrid Marieke (eds)",
        "volume": "",
        "pages": "241-253",
        "city": "Paderborn",
        "publisher": "Mentis",
        "doi": "",
        "in_print": false
      },
      {
        "name": "Menschenwürde – Flucht – Medien. Reflexionen zu Ziffer 1 des deutschen Pressekodexes im Kontext der Medienberichterstattung über Flucht",
        "authors": "Krämer, Carmen",
        "year": "2018",
        "in": "Migration, Integration, Inklusion. Medienethische Herausforderungen und Potenziale für die digitale Mediengesellschaft",
        "in_author": "Prinzing, Marlis; Köberer, Nina and Schröder, Michael (eds)",
        "volume": "",
        "pages": "151-161",
        "city": "Baden-Baden",
        "publisher": "Nomos",
        "doi": "",
        "in_print": false
      },
      {
        "name": "Einleitung. Zu den vielfältigen Mensch-Tier-Beziehungen und ihrer Reflexion in der Tierethik und den Human-Animal Studies",
        "authors": "Förster, Annette; Kellerwessel, Wulf and Krämer, Carmen",
        "year": "2016",
        "in": "Mensch – Tier – Ethik im interdisziplinären Diskurs",
        "in_author": "Förster, Annette; Kellerwessel, Wulf and Krämer, Carmen (eds)",
        "volume": "",
        "pages": "7-20",
        "city": "Münster",
        "publisher": "Lit-Verlag",
        "doi": "",
        "in_print": false
      },
      {
        "name": "Peter Singer und die Anfänge der Tierethik in der Moderne",
        "authors": "Krämer, Carmen",
        "year": "2016",
        "in": "Mensch – Tier – Ethik im interdisziplinären Diskurs",
        "in_author": "Förster, Annette; Kellerwessel, Wulf and Krämer, Carmen (eds)",
        "volume": "",
        "pages": "23-43",
        "city": "Münster",
        "publisher": "Lit-Verlag",
        "doi": "",
        "in_print": false
      }

    ],
    "reviewed": [

    ],
    "reviews": [
      {
        "name": "Tierethik – neue Handbücher und Sammelbände zum Stand der internationalen Diskussion",
        "authors": "Kellerwessel, Wulf; Krämer, Carmen and Paganini, Simone",
        "year": "2019",
        "in": "Philosophischer Literaturanzeiger",
        "volume": "2",
        "pages": "173-196",
        "city": "",
        "publisher": "",
        "doi": ""
      },
      {
        "name": "Flucht, Immigration und Aufenthalt – Normative Perspektiven",
        "authors": "Kellerwessel, Wulf and Krämer, Carmen",
        "year": "2018",
        "in": "Philosophischer Literaturanzeiger",
        "volume": "2",
        "pages": "162-197",
        "city": "",
        "publisher": "",
        "doi": ""
      },
      {
        "name": "Der Begriff der Menschenwürde in der gegenwärtigen Philosophie",
        "authors": "Kellerwessel, Wulf and Krämer, Carmen",
        "year": "2015",
        "in": "Philosophischer Literaturanzeiger",
        "volume": "3",
        "pages": "273-312",
        "city": "",
        "publisher": "",
        "doi": ""
      }

    ],
    "misc": [
      {
        "name": "Medienethische Überlegungen zu Fake News und Nichtwissen",
        "authors": "Krämer, Carmen",
        "year": "2021",
        "in": "Leonardo-Vorlesungsreihe der RWTH Aachen zum Thema Fake News – zwischen Fake und Verschwörung",
        "volume": "",
        "pages": "",
        "city": "Aachen",
        "publisher": "RWTH University (12.01.)",
        "doi": ""
      },
      {
        "name": "Haben Roboter eine Würde?",
        "authors": "Krämer, Carmen",
        "year": "2020",
        "in": "Vortrag auf Einladung der VHS Südkreis Aachen",
        "volume": "",
        "pages": "",
        "city": "",
        "publisher": "Monschau (04.02.)",
        "doi": ""
      },
      {
        "name": "Filmgespräch zur Vorstellung „Human Nature: Die Crispr Revolution“",
        "authors": "Krämer Carmen; Schmitz, Dagmar",
        "year": "2019",
        "in": "",
        "volume": "",
        "pages": "",
        "city": "Aachen",
        "publisher": "Apollo Kino (10.11.)",
        "doi": ""
      },
      {
        "name": "Peter Singer und die Anfänge der Tierethik in der Moderne",
        "authors": "Krämer, Carmen",
        "year": "2019",
        "in": "Vortrag auf Einladung in der Reihe Philosophie in der Burg",
        "volume": "",
        "pages": "",
        "city": "Aachen",
        "publisher": "Burg Frankenberg (10.10.)",
        "doi": ""
      },
      {
        "name": "Peter Singer und die Anfänge der Tierethik in der Moderne",
        "authors": "Krämer, Carmen",
        "year": "2018",
        "in": "Vortrag auf Einladung der Fachkonferenz Philosophie",
        "volume": "",
        "pages": "",
        "city": "Würselen",
        "publisher": "Weiterbildungskolleg der StädteRegion Aachen (19.01.)",
        "doi": ""
      },
      {
        "name": "Peter Singer und die Anfänge der Tierethik in der Moderne",
        "authors": "Krämer, Carmen",
        "year": "2018",
        "in": "Vortrag auf Einladung in der VHS-Reihe Wissenschaft vor Ort",
        "volume": "",
        "pages": "",
        "city": "Monschau",
        "publisher": "Himo (20.03.)",
        "doi": ""
      },
      {
        "name": "Schulprojekt: Ethische Aspekte des Reality TV",
        "authors": "Krämer, Carmen; Schneider, Britta",
        "year": "2017",
        "in": "",
        "volume": "",
        "pages": "",
        "city": "Aachen",
        "publisher": "Anne-Frank-Gymnasium (11.-13.07.)",
        "doi": ""
      },
      {
        "name": "Menschenwürde und Reality TV – ein Widerspruch?",
        "authors": "Krämer, Carmen",
        "year": "2017",
        "in": "Vortrag auf Einladung des LOGOI. Institut für Philosophie",
        "volume": "",
        "pages": "",
        "city": "Aachen",
        "publisher": "LOGOI (07.05.)",
        "doi": ""
      },
      {
        "name": "Menschenwürde und Reality TV – ein Widerspruch?",
        "authors": "Krämer, Carmen",
        "year": "2016",
        "in": "Vortrag auf Einladung in der Reihe Philosophie in der Burg",
        "volume": "",
        "pages": "",
        "city": "Aachen",
        "publisher": "Burg Frankenberg (06.10.)",
        "doi": ""
      }
    ]
  }
}
