{
    "name": "Lisa Schüttler",
    "ref": "schuettler",
    "title": "M. A.",
    "status": "Research Assistant",
    "cv": "Lisa Schüttler, M.A. is a doctoral student and a research assistant at the Chair of Theory of Science and Technology. From 2011 to 2015, she studied computer science and psychology at the University of Freiburg. Following this, she went to the Brandenburg University of Technology Cottbus, where she pursued her Master’s degree in philosophy of technology from 2015 to 2018. In her second year of studies, she was awarded funding from the Deutschlandstipendium. During her studies, she worked as a student assistant in various faculties. Her last position was with the Philosophy of Technology chair at the Institute of Philosophy and Social Sciences in Cottbus.",
    "img": "image-soon.png",
    "tel": "+49 241 80 25509",
    "email": "lisa.schuettler@humtec.rwth-aachen.de",
    "field": "Philosophy and Ethics of Information Technology",
    "researchInterests": "Influence of computers and robots on society and science; human-machine interaction; interdependencies of technology, science, and society; technology assessment.",
    "projects": [
      {
        "name": "Researching Artificial Neural Networks",
        "description": "In her doctoral project \"Researching Artificial Neural Networks\", Lisa Schüttler analyses the influence of Artificial Neural Networks (ANNs) on research and science. In an increasing number of fields, ANNs are used not only for data analysis, but also for the generation of new hypotheses. This leads to the question as to whether fundamental aspects of our understanding of research and science are changed by these new developments. This is the focus of her doctoral project in the area of theory of science. Within the project, related topics such as Explainable Artificial Intelligence (XAI) are also of interest. XAI poses the question of how systems with artificial intelligence, and therefore also ANNs, can be made explainable for the human users."
      }
    ],
    "publications": {
      "reviewed":
      [
        {
          "name": "Computational Science Studies. A Tool-Based Methodology for Studying Code",
          "authors": "Schüttler, Lisa, Kasprowicz, Dawid and Gramelsberger, Gabriele",
          "year": "2019",
          "in": "Critical Issues in Science, Technology, and Society Studies (Conference Proceedings STS Conference Graz 2019)",
          "in_author": "Getzinger, Günter, Jahrbacher, Michaela (eds.)",
          "volume": "",
          "pages": "385-401",
          "city": "Graz",
          "publisher": "Verlag der Technischen Universität Graz",
          "doi": "",
          "in_print": false 
        }
      ],
      "reports":
      [
        {
          "name": "Robotik in Österreich. Kurzstudie – Entwicklungsperspektiven und politische Herausforderungen",
          "authors": "Čas, Johann, Rose, Gloria, Schüttler, Lisa",
          "year": "2017",
          "url": "http://epub.oeaw.ac.at/ita/ita-projektberichte/2017-03.pdf",
          "pages": ""
        }
      ]
    }
}
