{
    "name": "Dawid Kasprowicz",
    "ref": "kasprowicz",
    "title": "Dr. phil.",
    "status": "Post-Doc",
    "cv": "Dawid Kasprowicz is a research assistant at the chair for theory of science and philosophy of technology and at the Human Technology Center at RWTH University in Aachen. From 2005-2012 he studied media studies and philosophy at the Ruhr-University in Bochum and at the Université du Littoral Côte d’Opale in Dunkerque, France. He graduated with a master thesis on Bernard Stieglers concept of psychopower. From 2013-2016, he was a PhD student at the Institute for Advanced Studies on Media Cultures of Computer Simulation in Lüneburg, afterwards he was a research assistant at the chair for philosophy of digital media in Witten-Herdecke until spring 2018. He has been awarded a doctorate by the university of Lüneburg in April 2018. In his PhD-thesis he develops a history of knowledge on the concept of immersion. His main research fields include: Theory and history of embodiment, the concept of models and simulations in robotics and theory of science with a focus on computational sciences. ",
    "img": "kasprowicz.png",
    "tel": "+49 000 0000000",
    "email": "dawid.kasprowicz@humtec.rwth-aachen.de",
    "field":"Philosophy and Media Studies of Computational Sciences/Head of CCS-Lab",
    "projects": [
      {
        "name": "How to Meet Humans: Modeling and Media in Man-Robot-Collaborations",
        "description": "Since the upcome of marketing buzzwords like „industry 4.0“, the image of collaborative robots who work with their human partner has been present very often in media. Whether as a humanoid partner or as an attentive robotic arm in the manufacturing process – the collaborative labour with these new agents implies more than the curiosity of fairgoers. Collaboration with robotic agents challenges the episteme of engineering sciences and becomes essential when it comes to the question of embedding robotic systems into situations of everyday life: Hence, it is not the question in the first place how the robot can be designed in a human-friendly but how to model the human partner for the robot? The project asks this question from perspectives of philosophy of science and media studies. It argues that the phenomena of man-robot-collaborations constitutes a new anthropology. In the centre of this anthropology is not the human being anymore but her or his Virtualizations and Avatars – either as paths of possible movements or as digital man models. This constitutes a new form of human factors that can’t be reduced to a mere datafication of the body but that reaches far beyond disciplines like ergonomics into health care systems and pedagogy. Thus, these new human factors of man-robot-collaborations provoke a huge knowledge transfer from the humanities into the engineering sciences. The is based on two methods: The first is an analysis of the formalizations of body movements and its possible intentions. Here, engineers use for man-robot-collaborations several diverse types of models, whether they want to model a biomechanical process of the arm or whether they animate a whole-body-model that serves for the robot to “train” the reading of human body postures. The second method focuses on the media involved in the encounter of man and robot. Today, the virtualizations of humans are based on diverse media like tactile sensors, motion-capture-techniques, 3-D graphical animation of digital man model and methods from computer vision who use neural networks are trained with images from several data banks. Thus, neither the virtual movements nor the avatars do exhaust here as representations. They create predictions of body-space-relations, who retroact on the way how the human collaborator can move what kind of protections can be inscribed into the security measurements (DIN-Normen) – and not least, how the relation of a creating subject to her/his technology has to be spelt out due to these new body-encounters."
      }
    ],
    "publications": [
      {
        "name": "tba",
        "authors": "tba",
        "year": "tba",
        "in": "tba",
        "pages": "0"
      }
    ]
}
