{
    "name": "Lisa Schüttler",
    "ref": "schuettler",
    "title": "M. A.",
    "status": "Research Assistant",
    "cv": "Lisa Schüttler is a doctoral student and a research assistant at the Chair of Theory of Science and Technology. From 2011 to 2015, she studied computer science and psychology at the Albert-Ludwigs-Universität Freiburg. Following this, she went to the Brandenburg University of Technology Cottbus where she studied philosophy of technology in a master’s course from 2015 to 2018. In her second year of studies, she received the Deutschlandstipendium. During her studies, she worked at different chairs as a student assistant. Her last position was with the field of study Philosophy of Technology at the Institute of Philosophy and Social Sciences in Cottbus. Her research interests are clustered around the influence of computers and robots on society and science, e.g., human-machine interaction, interdependencies of technology, science, and society, or technology assessment.",
    "img": "image-soon.png",
    "tel": "+49 000 0000000",
    "email": "schuettler@humtec.rwth-aachen.de",
    "field": "Philosophy and Ethics of Information Technology",
    "fundedInfo": "Funded by Exzellenzinitiative",
    "projects": [
      {
        "name": "Researching Artificial Neural Networks",
        "description": "In her doctoral studies 'Researching Artificial Neural Networks', Lisa Schüttler analyzes the influence of Artificial Neural Networks (ANNs) on research and science. In more and more fields, ANNs are used not only for data analysis, but also for the generation of new hypotheses. This leads to the question if foundational aspects of our understanding of research and science are changed by these new developments. This question is the focus of her doctoral project in the area of theory of science. Within the project, related topics, such as Explainable Artificial Intelligence (XAI) are also of interest. XAI poses the question of how systems with artificial intelligence, and therefore also ANNs, can be made explainable for the human users."
      }
    ],
    "publications": [
      {
        "name": "Robotik in Österreich. Kurzstudie – Entwicklungsperspektiven und politische Herausforderungen",
        "authors": "Johann Čas, Gloria Rose, Lisa Schüttler",
        "year": "2017",
        "in": "http://epub.oeaw.ac.at/ita/ita-projektberichte/2017-03.pdf",
        "pages": ""
      }
    ]
}
